{"some": 2, "de": 3, "buy": 4, "get": 5, "need": 6, "up": 7, "ir": 8, "comprar": 9, "pick": 10, "to": 11, "go": 12, "a": 13, "grab": 14, "the": 15, "uns": 16, "preciso": 17, "stop": 18, "bus": 19, "for": 20, "run": 21, "remember": 22, "buscar": 23, "apanhar": 24, "ao": 25, "lembrar": 26, "por": 27, "passar": 28, "out": 29, "book": 30, "trazer": 31, "cash": 32, "bank": 33, "library": 34, "appointment": 35, "livro": 36, "station": 37, "autocarro": 38, "o": 39, "kids": 40, "doctor": 41, "gasolina": 42, "package": 43, "cheque": 44, "hair": 45, "meeting": 46, "gas": 47, "park": 48, "shopping": 49, "borrow": 50, "branch": 51, "dinheiro": 52, "manicure": 53, "fill": 54, "almoco": 55, "catch": 56, "deposit": 57, "gym": 58, "money": 59, "walk": 60, "take": 61, "devolver": 62, "return": 63, "withdraw": 64, "atm": 65, "clinic": 66, "school": 67, "encomenda": 68, "picnic": 69, "reservation": 70, "mall": 71, "parent": 72, "post": 73, "playground": 74, "requisitar": 75, "biblioteca": 76, "drop": 77, "exercise": 78, "off": 79, "class": 80, "reuniao": 81, "medical": 82, "dentist": 83, "online": 84, "os": 85, "cafe": 86, "balcao": 87, "dinner": 88, "barber": 89, "miudos": 90, "training": 91, "workout": 92, "eat": 93, "fitness": 94, "fuel": 95, "lunch": 96, "banco": 97, "cut": 98, "ship": 99, "jardim": 100, "office": 101, "work": 102, "petrol": 103, "roupa": 104, "nails": 105, "deposito": 106, "drugstore": 107, "espresso": 108, "levantar": 109, "parque": 110, "piquenique": 111, "passear": 112, "machine": 113, "restaurant": 114, "dine": 115, "stamp": 116, "white": 117, "mail": 118, "paragem": 119, "vitamins": 120, "cappuccino": 121, "escola": 122, "flat": 123, "store": 124, "enviar": 125, "latte": 126, "levantamento": 127, "pills": 128, "prescription": 129, "reserva": 130, "medicine": 131, "musculacao": 132, "socks": 133, "checkup": 134, "medication": 135, "salon": 136, "stamps": 137, "pais": 138, "diesel": 139, "multibanco": 140, "tank": 141, "tea": 142, "aula": 143, "cabeleireiro": 144, "correios": 145, "dentista": 146, "exercicio": 147, "medico": 148, "nata": 149, "pequeno": 150, "pharmacy": 151, "coffee": 152, "meds": 153, "parcel": 154, "call": 155, "haircut": 156, "selo": 157, "clinica": 158, "gasoleo": 159, "shoes": 160, "t": 161, "comercial": 162, "emails": 163, "ginasio": 164, "jantar": 165, "shirt": 166, "pastel": 167, "meter": 168, "treino": 169, "bomba": 170, "centro": 171, "eggs": 172, "fruit": 173, "combustivel": 174, "refeicao": 175, "abastecer": 176, "comprimidos": 177, "exame": 178, "farmacia": 179, "ligar": 180, "clothes": 181, "consulta": 182, "receita": 183, "shop": 184, "supermarket": 185, "veggies": 186, "corte": 187, "email": 188, "medicamentos": 189, "galao": 190, "leite": 191, "carta": 192, "underwear": 193, "unhas": 194, "barbeiro": 195, "cabelo": 196, "bica": 197, "cha": 198, "market": 199, "mercado": 200, "da": 201, "remedios": 202, "bread": 203, "fruta": 204, "meias": 205, "restaurante": 206, "tratar": 207, "groceries": 208, "vegetables": 209, "legumes": 210, "mercearia": 211, "mom": 212, "sapatos": 213, "supermercado": 214, "do": 215, "grocery": 216, "pagar": 217, "renda": 218, "budget": 219, "food": 220, "read": 221, "aos": 222, "butter": 223, "chapter": 224, "compras": 225, "loja": 226, "milk": 227, "plumber": 228, "relatorio": 229, "review": 230, "as": 231, "back": 232, "boss": 233, "laptop": 234, "laundry": 235, "ler": 236, "pao": 237, "responder": 238, "schedule": 239, "um": 240, "uma": 241, "capitulo": 242, "marcar": 243, "ovos": 244, "plantas": 245, "regar": 246, "reply": 247, "seguranca": 248, "canalizador": 249, "copia": 250, "fazer": 251, "trip": 252, "finish": 253, "mae": 254, "plan": 255, "planear": 256, "terminar": 257, "viagem": 258, "report": 259, "cat": 260, "feed": 261, "passaporte": 262, "renovar": 263, "rever": 264, "orcamento": 265, "passport": 266, "pay": 267, "renew": 268, "rent": 269, "chefe": 270, "neeed": 271, "water": 272, "blog": 273, "dar": 274, "gato": 275, "plants": 276, "write": 277, "comer": 278, "spme": 279, "soem": 280, "nee": 281, "soe": 282, "somme": 283, "ssome": 284, "ccomprar": 285, "ned": 286, "osme": 287, "somee": 288, "graab": 289, "nerd": 290, "ome": 291, "pikc": 292, "smoe": 293, "sone": 294, "sto": 295, "stoop": 296, "beed": 297, "coomprar": 298, "dome": 299, "eed": 300, "grqb": 301, "grrab": 302, "nede": 303, "needd": 304, "obok": 305, "piick": 306, "ppreciso": 307, "sime": 308, "somr": 309, "somw": 310, "stopp": 311, "tazer": 312, "acll": 313, "amll": 314, "apanhat": 315, "cimprar": 316, "compraar": 317, "conprar": 318, "dinhero": 319, "garb": 320, "gra": 321, "grb": 322, "grba": 323, "nneed": 324, "nred": 325, "panhar": 326, "peciso": 327, "pik": 328, "pivk": 329, "pock": 330, "ppick": 331, "rpeciso": 332, "sme": 333, "sstop": 334, "sttop": 335, "trazeer": 336, "aapanhar": 337, "almoc": 338, "aome": 339, "apahnar": 340, "apnhar": 341, "autocarr": 342, "autocrro": 343, "auttocarro": 344, "awlk": 345, "bak": 346, "bakn": 347, "bannk": 348, "bbiblioteca": 349, "biok": 350, "boca": 351, "boik": 352, "boo": 353, "boook": 354, "buscaar": 355, "buscarr": 356, "buuscar": 357, "capuccino": 358, "catcg": 359, "ccafe": 360, "cheqye": 361, "clas": 362, "classs": 363, "comorar": 364, "compar": 365, "compprar": 366, "comprr": 367, "copmrar": 368, "csfe": 369, "denrist": 370, "depsit": 371, "dinnner": 372, "encimenda": 373, "frab": 374, "ggrab": 375, "grabb": 376, "gran": 377, "groceery": 378, "grsb": 379, "gtab": 380, "ipck": 381, "jradim": 382, "kisd": 383, "lbrary": 384, "lebmrar": 385, "lembear": 386, "lembra": 387, "lemrar": 388, "levvantar": 389, "libraary": 390, "librrary": 391, "llembrar": 392, "llivro": 393, "lobrary": 394, "makret": 395, "medicatiob": 396, "meedical": 397, "miiudos": 398, "mnicure": 399, "naiils": 400, "nall": 401, "neef": 402, "newd": 403, "nuscar": 404, "ocks": 405, "ocrreios": 406, "oick": 407, "paarent": 408, "parceel": 409, "pckage": 410, "pickk": 411, "precciso": 412, "precido": 413, "precsio": 414, "preiso": 415, "prexiso": 416, "pssar": 417, "rab": 418, "rememberr": 419, "requisitqr": 420, "retrun": 421, "rgab": 422, "rremember": 423, "rtazer": 424, "rteurn": 425, "stip": 426, "stoo": 427, "tore": 428, "traezr": 429, "trazwr": 430, "trminar": 431, "wlak": 432, "aapnhar": 433, "abastecr": 434, "abastwcer": 435, "ablcao": 436, "acsh": 437, "aelo": 438, "aglao": 439, "ala": 440, "alk": 441, "alnoco": 442, "aloco": 443, "amnicure": 444, "amoco": 445, "ank": 446, "apaanhar": 447, "apahar": 448, "apanahr": 449, "apanha": 450, "apanhae": 451, "apanharr": 452, "apanhhar": 453, "apanhra": 454, "apanhsr": 455, "appanhar": 456, "appintment": 457, "appointemnt": 458, "appointent": 459, "appointmen": 460, "appontment": 461, "aprcel": 462, "apstel": 463, "ash": 464, "atch": 465, "auotcarro": 466, "autcarro": 467, "autcoarro": 468, "autocaarro": 469, "autocarto": 470, "auula": 471, "azer": 472, "baarbeiro": 473, "baclao": 474, "balaco": 475, "balccao": 476, "ban": 477, "banc": 478, "banj": 479, "barbwr": 480, "barrber": 481, "bbank": 482, "bblog": 483, "bbranch": 484, "bbuscar": 485, "bck": 486, "biac": 487, "bibblioteca": 488, "bibliotec": 489, "bibliotecaa": 490, "bibllioteca": 491, "bibloiteca": 492, "biiblioteca": 493, "bixa": 494, "bnak": 495, "bobma": 496, "boma": 497, "bombaa": 498, "bombq": 499, "bookk": 500, "bororw": 501, "borrrow": 502, "bos": 503, "bqnk": 504, "brabeiro": 505, "bracnh": 506, "braed": 507, "brannch": 508, "brrow": 509, "bscar": 510, "bsrber": 511, "bss": 512, "buacar": 513, "busacr": 514, "busar": 515, "busxar": 516, "buter": 517, "caall": 518, "caash": 519, "cabekeireiro": 520, "cabeloo": 521, "cabeol": 522, "cacth": 523, "cade": 524, "cadh": 525, "cae": 526, "caef": 527, "caeta": 528, "caf": 529, "cafr": 530, "calll": 531, "calss": 532, "canaalizador": 533, "capittulo": 534, "cappuccinoo": 535, "cappuccio": 536, "cappucxino": 537, "cara": 538, "carch": 539, "cas": 540, "cashh": 541, "cassh": 542, "catcj": 543, "cathc": 544, "cattch": 545, "caych": 546, "cbaelo": 547, "ccappuccino": 548, "ccash": 549, "ccatch": 550, "cchapter": 551, "ccoffee": 552, "ceentro": 553, "cento": 554, "centr": 555, "cffee": 556, "cfofee": 557, "ckinica": 558, "claas": 559, "cllass": 560, "clss": 561, "cltohes": 562, "cmoprar": 563, "cmprar": 564, "cofee": 565, "colthes": 566, "combsutivel": 567, "commprar": 568, "commprimidos": 569, "comparr": 570, "compra": 571, "compraas": 572, "comprarr": 573, "compriimdos": 574, "comprimodos": 575, "comprqr": 576, "comprra": 577, "comptar": 578, "comrpar": 579, "consulat": 580, "coomer": 581, "copiaa": 582, "coprar": 583, "correeios": 584, "cqbeleireiro": 585, "cqbelo": 586, "ddeposito": 587, "ddinheiro": 588, "denista": 589, "dentis": 590, "dentisat": 591, "dentits": 592, "dentost": 593, "denttist": 594, "deoosito": 595, "deopsit": 596, "deosit": 597, "deposi": 598, "deposio": 599, "depositoo": 600, "depositto": 601, "depposit": 602, "depposito": 603, "deppsito": 604, "depsito": 605, "depsoit": 606, "devolvee": 607, "devovler": 608, "dhoes": 609, "dibe": 610, "die": 611, "diesek": 612, "dinee": 613, "dinheeiro": 614, "dinheiroo": 615, "dinheuro": 616, "dne": 617, "docotr": 618, "doctoor": 619, "doctorr": 620, "donheiro": 621, "dooctor": 622, "dotor": 623, "drgustore": 624, "drigstore": 625, "drugstire": 626, "drugstoee": 627, "drugstorre": 628, "druhstore": 629, "druugstore": 630, "dtamps": 631, "duel": 632, "dwposit": 633, "dwposito": 634, "ealk": 635, "eaxme": 636, "edico": 637, "edntist": 638, "eemails": 639, "eexame": 640, "eexercise": 641, "efgs": 642, "emaails": 643, "emaul": 644, "emdication": 645, "emember": 646, "enccomenda": 647, "encmoenda": 648, "encoemnda": 649, "encomeenda": 650, "encomenad": 651, "encomendda": 652, "eniar": 653, "ennviar": 654, "entist": 655, "envomenda": 656, "equeno": 657, "erminar": 658, "erserva": 659, "erservation": 660, "escoka": 661, "esola": 662, "espesso": 663, "esppresso": 664, "espresao": 665, "espreso": 666, "espressi": 667, "esprseso": 668, "eter": 669, "etrol": 670, "eturn": 671, "evgetables": 672, "examee": 673, "exeecicio": 674, "exercies": 675, "exerciise": 676, "exercisse": 677, "exercse": 678, "exetcise": 679, "ezame": 680, "farmaacia": 681, "farmaciia": 682, "farmaxia": 683, "ffarmacia": 684, "ffitness": 685, "ffood": 686, "fil": 687, "fllat": 688, "flt": 689, "foll": 690, "foood": 691, "frit": 692, "fruts": 693, "gaasolina": 694, "gab": 695, "gakao": 696, "galap": 697, "gaolina": 698, "gaoslina": 699, "gasloeo": 700, "gasolna": 701, "geab": 702, "ginsaio": 703, "gorceries": 704, "grav": 705, "grcoery": 706, "grocer": 707, "groceriess": 708, "grocerise": 709, "gtoceries": 710, "haiircut": 711, "hairr": 712, "hairuct": 713, "hait": 714, "haor": 715, "haricut": 716, "hir": 717, "hop": 718, "hsip": 719, "hsircut": 720, "hwite": 721, "ica": 722, "ick": 723, "ifll": 724, "ignasio": 725, "ilbrary": 726, "ills": 727, "ipcnic": 728, "ivtamins": 729, "jantat": 730, "jjardim": 731, "jqrdim": 732, "kidd": 733, "kifs": 734, "koja": 735, "lanudry": 736, "laptoo": 737, "latre": 738, "lattr": 739, "laudnry": 740, "lebrar": 741, "leembrar": 742, "lembar": 743, "lembrqr": 744, "lembrra": 745, "lembrrar": 746, "levabtar": 747, "levantaemnto": 748, "levantat": 749, "levantmaento": 750, "lfat": 751, "lgiar": 752, "lgumes": 753, "libraryy": 754, "liivro": 755, "lija": 756, "linic": 757, "linrary": 758, "lirbary": 759, "liveo": 760, "livr": 761, "livto": 762, "llibrary": 763, "lloja": 764, "llunch": 765, "lmbrar": 766, "lmebrar": 767, "loa": 768, "lovro": 769, "lpan": 770, "luandry": 771, "lunhc": 772, "lvro": 773, "maail": 774, "machie": 775, "mahcine": 776, "mahine": 777, "maket": 778, "mal": 779, "malll": 780, "mamicure": 781, "manicre": 782, "manicrue": 783, "manicuer": 784, "manicurre": 785, "maniure": 786, "marke": 787, "marrcar": 788, "mavhine": 789, "mecrearia": 790, "medds": 791, "medicak": 792, "medicayion": 793, "medicco": 794, "medio": 795, "medss": 796, "meetign": 797, "meetiing": 798, "meidcation": 799, "merceaia": 800, "mercearoa": 801, "meteer": 802, "miuddos": 803, "miuudos": 804, "mlik": 805, "mll": 806, "mmanicure": 807, "mmedical": 808, "mmedicine": 809, "mqchine": 810, "mrdicine": 811, "msuculacao": 812, "muaculacao": 813, "mulibanco": 814, "multibanci": 815, "multibannco": 816, "musculacoa": 817, "naails": 818, "nanco": 819, "nils": 820, "noline": 821, "nwed": 822, "oastel": 823, "ocamento": 824, "ocmprar": 825, "oequeno": 826, "offiice": 827, "ofod": 828, "oharmacy": 829, "onilne": 830, "onlinr": 831, "onnline": 832, "onsulta": 833, "ook": 834, "oost": 835, "orcmento": 836, "orescription": 837, "owrk": 838, "paarcel": 839, "packge": 840, "packkage": 841, "paeque": 842, "paernt": 843, "pai": 844, "paia": 845, "pakr": 846, "paremt": 847, "parenr": 848, "parentt": 849, "parj": 850, "parqe": 851, "parquue": 852, "parrent": 853, "parrk": 854, "parsgem": 855, "parwnt": 856, "pas": 857, "pasaar": 858, "pasasr": 859, "pasetl": 860, "passaportr": 861, "passeear": 862, "passpotr": 863, "passsar": 864, "pasteel": 865, "pasyel": 866, "patk": 867, "pavkage": 868, "paxkage": 869, "pck": 870, "peeciso": 871, "pequeeno": 872, "perciso": 873, "pffice": 874, "pharmacyy": 875, "pharmcy": 876, "picck": 877, "picl": 878, "picnc": 879, "picni": 880, "pilks": 881, "pillls": 882, "pils": 883, "pinic": 884, "piqueenique": 885, "pist": 886, "plaants": 887, "plaground": 888, "planeaar": 889, "playgorund": 890, "playgrounnd": 891, "pllayground": 892, "plqntas": 893, "pluumber": 894, "pparagem": 895, "pparent": 896, "ppassar": 897, "pragem": 898, "prak": 899, "prceiso": 900, "preciiso": 901, "precio": 902, "precios": 903, "precisso": 904, "precoso": 905, "precso": 906, "preeciso": 907, "preicso": 908, "prescripiton": 909, "prescripttion": 910, "previso": 911, "prreciso": 912, "psssear": 913, "raining": 914, "rake": 915, "receira": 916, "receiya": 917, "recetia": 918, "reciso": 919, "rederva": 920, "reember": 921, "reemedios": 922, "reemember": 923, "reeport": 924, "reeturn": 925, "reever": 926, "refeiccao": 927, "reffeicao": 928, "remdeios": 929, "remembber": 930, "remembre": 931, "rememebr": 932, "rememer": 933, "rememver": 934, "remenber": 935, "remmember": 936, "reneew": 937, "renwe": 938, "reovar": 939, "repyl": 940, "requisitra": 941, "requuisitar": 942, "reseervation": 943, "reseration": 944, "reserav": 945, "reservaion": 946, "reservaton": 947, "ressponder": 948, "restaurannt": 949, "restaurnte": 950, "retaurant": 951, "retutn": 952, "reunia": 953, "reunioa": 954, "rgar": 955, "riupa": 956, "rmeember": 957, "roipa": 958, "rooupa": 959, "roups": 960, "rrazer": 961, "rreuniao": 962, "rscola": 963, "rserva": 964, "rwview": 965, "rxercicio": 966, "saln": 967, "saloon": 968, "sapaatos": 969, "satmp": 970, "scedule": 971, "schhool": 972, "schooll": 973, "scoks": 974, "seol": 975, "shhop": 976, "shiet": 977, "shiip": 978, "shiirt": 979, "shooes": 980, "shoppnig": 981, "shoppping": 982, "sock": 983, "soocks": 984, "soome": 985, "sop": 986, "sotp": 987, "soxks": 988, "spcks": 989, "sppointment": 990, "sqlon": 991, "sramps": 992, "srlo": 993, "srop": 994, "staamp": 995, "staation": 996, "staion": 997, "stam": 998, "stampps": 999, "stanp": 1000, "stanps": 1001, "stapm": 1002, "starion": 1003, "statiin": 1004, "statio": 1005, "statuon": 1006, "stmaps": 1007, "stmp": 1008, "stoore": 1009, "stp": 1010, "stpo": 1011, "stpp": 1012, "stre": 1013, "ststion": 1014, "suoermercado": 1015, "supermarrket": 1016, "swlo": 1017, "syop": 1018, "syore": 1019, "taank": 1020, "tamp": 1021, "tankk": 1022, "tarzer": 1023, "termianr": 1024, "terminat": 1025, "tke": 1026, "tnk": 1027, "top": 1028, "traininh": 1029, "trainnig": 1030, "traze": 1031, "trazerr": 1032, "treinno": 1033, "treinoo": 1034, "treion": 1035, "trianing": 1036, "trqzer": 1037, "trrazer": 1038, "trstar": 1039, "trzaer": 1040, "trzer": 1041, "tsation": 1042, "ttazer": 1043, "umsculacao": 1044, "unahs": 1045, "unch": 1046, "underwea": 1047, "vegetablea": 1048, "vggies": 1049, "viaem": 1050, "viitamins": 1051, "vitaminss": 1052, "vitamis": 1053, "vitamns": 1054, "vlinic": 1055, "vomprar": 1056, "vos": 1057, "wakl": 1058, "wallk": 1059, "withdeaw": 1060, "withdraww": 1061, "withhdraw": 1062, "woek": 1063, "woorkout": 1064, "workut": 1065, "worl": 1066, "writee": 1067, "wrk": 1068, "wrkout": 1069, "wspresso": 1070, "wxercise": 1071, "xheckup": 1072, "y": 1073, "yrazer": 1074, "yreino": 1075}